<?php

$branches = array(
    1 => "札幌支店", 2 => "仙台支店", 3 => "さいたま支店", 4 => "東京支店", 5 => "千葉支店", 6 => "横浜支店", 7 => "名古屋支店",
    8 => "京都支店", 9 => "大阪本社", 10 => "神戸支店", 11 => "高松支店", 12 => "京都支店", 13 => "広島支店", 14 => "福岡支店",
    15 => "那覇支店"
);

$branchSelect = array(
    1 => "北海道", 2 => "宮城県", 3 => "埼玉県", 4 => "千葉県", 5 => "東京都", 
    6 => "神奈川県", 7 => "愛知県", 8 => "京都府", 9 => "大阪府", 10 => "兵庫県", 
    11 => "広島県", 12 => "香川県", 13 => "福岡県", 14 => "鹿児島県", 15 => "沖縄県"
);


// 都道府県コードと名前の対応リスト
$prefSelect = [
    1 => "北海道", 2 => "青森県", 3 => "岩手県", 4 => "宮城県", 5 => "秋田県", 6 => "山形県", 7 => "福島県",
    8 => "茨城県", 9 => "栃木県", 10 => "群馬県", 11 => "埼玉県", 12 => "千葉県", 13 => "東京都", 14 => "神奈川県",
    15 => "新潟県", 16 => "富山県", 17 => "石川県", 18 => "福井県", 19 => "山梨県", 20 => "長野県",
    21 => "岐阜県", 22 => "静岡県", 23 => "愛知県", 24 => "三重県", 25 => "滋賀県", 26 => "京都府",
    27 => "大阪府", 28 => "兵庫県", 29 => "奈良県", 30 => "和歌山県", 31 => "鳥取県", 32 => "島根県",
    33 => "岡山県", 34 => "広島県", 35 => "山口県", 36 => "徳島県", 37 => "香川県", 38 => "愛媛県",
    39 => "高知県", 40 => "福岡県", 41 => "佐賀県", 42 => "長崎県", 43 => "熊本県", 44 => "大分県",
    45 => "宮崎県", 46 => "鹿児島県", 47 => "沖縄県"
];


